---
kind: other
id: Methods.T:Autodesk.Revit.DB.FilterStringGreaterOrEqual
source: html/6f60e737-726f-8264-9764-b282d8376913.htm
---
# FilterStringGreaterOrEqual Methods

Derived classes override this method to implement the test that determines
 whether the two given string values satisfy the desired condition or not.